{
  "plugins": {
    "aether.nvim": {
      "src": "https://github.com/bjarneo/aether.nvim"
    },
    "bamboo.nvim": {
      "src": "https://github.com/ribru17/bamboo.nvim"
    },
    "canola.nvim": {
      "src": "https://github.com/barrettruth/canola.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "conjure": {
      "src": "https://github.com/Olical/conjure"
    },
    "ethereal.nvim": {
      "src": "https://github.com/bjarneo/ethereal.nvim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "flexoki-neovim": {
      "src": "https://github.com/kepano/flexoki-neovim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "hackerman.nvim": {
      "src": "https://github.com/bjarneo/hackerman.nvim"
    },
    "jumpy.nvim": {
      "src": "https://github.com/cachebag/jumpy.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lazydiff.nvim": {
      "src": "https://github.com/rashedInt32/lazydiff.nvim"
    },
    "llama.vim": {
      "src": "https://github.com/ggml-org/llama.vim"
    },
    "lumon.nvim": {
      "src": "https://github.com/omacom-io/lumon.nvim"
    },
    "matteblack.nvim": {
      "src": "https://github.com/tahayvr/matteblack.nvim"
    },
    "miasma.nvim": {
      "src": "https://github.com/OldJobobo/miasma.nvim"
    },
    "monokai-pro.nvim": {
      "src": "https://github.com/gthelding/monokai-pro.nvim"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-jump": {
      "src": "https://github.com/yorickpeterse/nvim-jump"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "present.nvim": {
      "src": "https://github.com/crisecheverria/present.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "retro-82.nvim": {
      "src": "https://github.com/OldJobobo/retro-82.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "vantablack.nvim": {
      "src": "https://github.com/bjarneo/vantablack.nvim"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-dispatch-neovim": {
      "src": "https://github.com/radenling/vim-dispatch-neovim"
    },
    "vim-jack-in": {
      "src": "https://github.com/clojure-vim/vim-jack-in"
    },
    "white.nvim": {
      "src": "https://github.com/bjarneo/white.nvim"
    },
    "zig.vim": {
      "src": "https://codeberg.org/ziglang/zig.vim"
    }
  }
}
