{
  "plugins": {
    "amp.nvim": {
      "src": "https://github.com/sourcegraph/amp.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.8.0'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "lua-async-await": {
      "sha_target": "652d94df34e97abe2d4a689edbc4270e7ead1a98",
      "src": "git@github.com:nvim-java/lua-async-await"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "matteblack.nvim": {
      "src": "https://github.com/tahayvr/matteblack.nvim"
    },
    "noice.nvim": {
      "sha_target": "7bfd942445fb63089b59f97ca487d605e715f155",
      "src": "git@github.com:folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-dap": {
      "sha_target": "5860c7c501eb428d3137ee22c522828d20cca0b3",
      "src": "git@github.com:mfussenegger/nvim-dap"
    },
    "nvim-java": {
      "sha_target": "3d56b7461facb42f135e25b2636bf220a7f0ed42",
      "src": "git@github.com:nvim-java/nvim-java"
    },
    "nvim-java-core": {
      "sha_target": "229ebcdfa33c75cf746f97c46c2893b2de3626e5",
      "src": "git@github.com:nvim-java/nvim-java-core"
    },
    "nvim-java-dap": {
      "sha_target": "55f239532f7a3789d21ea68d1e795abc77484974",
      "src": "git@github.com:nvim-java/nvim-java-dap"
    },
    "nvim-java-refactor": {
      "sha_target": "b51a57d862338999059e1d1717df3bc80a3a15c0",
      "src": "git@github.com:nvim-java/nvim-java-refactor"
    },
    "nvim-java-test": {
      "sha_target": "7f0f40e9c5b7eab5096d8bec6ac04251c6e81468",
      "src": "git@github.com:nvim-java/nvim-java-test"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "sha_target": "21f5324bfac14e22ba26553caf69ec76ae8a7662",
      "src": "git@github.com:nvim-neotest/nvim-nio"
    },
    "nvim-notify": {
      "sha_target": "8701bece920b38ea289b457f902e2ad184131a5d",
      "src": "git@github.com:rcarriga/nvim-notify"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "sha_target": "b9fd5226c2f76c951fc8ed5923d85e4de065e509",
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "present.nvim": {
      "src": "https://github.com/crisecheverria/present.nvim"
    },
    "showkeys": {
      "src": "https://github.com/NvChad/showkeys"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "skifree.nvim": {
      "src": "https://github.com/piersolenski/skifree.nvim"
    },
    "techbase.nvim": {
      "src": "https://github.com/mcauley-penney/techbase.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    },
    "vague.nvim": {
      "src": "https://github.com/vague2k/vague.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}