{
  "plugins": {
    "99": {
      "src": "https://github.com/ThePrimeagen/99"
    },
    "claudecode.nvim": {
      "src": "https://github.com/coder/claudecode.nvim"
    },
    "colorful-times-nvim": {
      "src": "https://github.com/luxus/colorful-times-nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "conjure": {
      "src": "https://github.com/Olical/conjure"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "emoji.nvim": {
      "src": "https://github.com/Allaman/emoji.nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "llama.vim": {
      "src": "https://github.com/ggml-org/llama.vim"
    },
    "md-render.nvim": {
      "src": "https://github.com/delphinus/md-render.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-java": {
      "src": "https://github.com/nvim-java/nvim-java"
    },
    "nvim-jump": {
      "src": "https://github.com/yorickpeterse/nvim-jump"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "present.nvim": {
      "src": "https://github.com/crisecheverria/present.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "spring-boot.nvim": {
      "src": "https://github.com/JavaHello/spring-boot.nvim"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-dispatch-neovim": {
      "src": "https://github.com/radenling/vim-dispatch-neovim"
    },
    "vim-jack-in": {
      "src": "https://github.com/clojure-vim/vim-jack-in"
    }
  }
}
