{
  "plugins": {
    "amp.nvim": [],
    "blink.cmp": {
      "version": "1.0.0 - 2.0.0"
    },
    "codecompanion.nvim": [],
    "conform.nvim": [],
    "copilot.vim": [],
    "diffview.nvim": [],
    "fzf-lua": [],
    "gitsigns.nvim": [],
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "lua-async-await": {
      "src": "https://github.com/nvim-java/lua-async-await"
    },
    "lualine.nvim": [],
    "mason-lspconfig.nvim": [],
    "mason.nvim": [],
    "matteblack.nvim": {
      "src": "https://github.com/tahayvr/matteblack.nvim"
    },
    "mcphub.nvim": [],
    "noice.nvim": [],
    "nui.nvim": [],
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-java": {
      "src": "https://github.com/nvim-java/nvim-java"
    },
    "nvim-java-core": {
      "src": "https://github.com/nvim-java/nvim-java-core"
    },
    "nvim-java-dap": {
      "src": "https://github.com/nvim-java/nvim-java-dap"
    },
    "nvim-java-refactor": {
      "src": "https://github.com/nvim-java/nvim-java-refactor"
    },
    "nvim-java-test": {
      "src": "https://github.com/nvim-java/nvim-java-test"
    },
    "nvim-lspconfig": [],
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-notify": [],
    "nvim-treesitter": [],
    "nvim-web-devicons": [],
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "present.nvim": [],
    "showkeys": [],
    "sidekick.nvim": [],
    "techbase.nvim": [],
    "tokyonight.nvim": [],
    "typst-preview.nvim": [],
    "vague.nvim": [],
    "vim-fugitive": [],
    "vim-surround": [],
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    }
  }
}